@extends('Panel.Admin-Panel.admin-panel')

@section('title')
    مدیریت | صفحه خبر
@endsection

@section('css')
    <link href="{{URL('css/Panel/news.css')}}" rel="stylesheet" type="text/css">
@endsection

@section('content')
    <div class="container">
        <div class="user-details">
            <div class="page-title">
                <h4>صفحه خبر :</h4>
            </div>
            <div class="container">
                <div class="news-div">
                    <div class="news-image">
                        <img src="{{URL('images/blog-13.jpg')}}">
                    </div>
                    <div class="news-details">
                        <div class="news-date">
                            <i class="fa fa-calendar"></i>
                            <span>1398/05/05</span>
                        </div>
                        <div class="news-title">
                            <h1>عنوان خبر</h1>
                        </div>
                    </div>
                    <div class="news-text">
                        <p>این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است. این یک متن ساختگی برای خبر است.</p>
                    </div>
                    <div class="news-btn">
                        <a class="cancel-btn" href="{{Route('news-show')}}">بازگشت</a>
                    </div>
                </div>
            </div>
        </div>
    </div>
@endsection